print("რომელ ბიბლიოთეკას ვიყენებთ რომ გეომეტრიული ფიგურები ავაწყოთ?")
#ვიყენებთ ბიბლიოთეკას სახელად "turtle"
print("რომელ ფუნქციას ვიყენებთ, როდესაც გვინდა, რომ terminal-ში მოვახდინოთ დაბეჭვდა?")
#ჩვენ ვიყენებთ print-ს. ესე იმიტომ ჰქვია რომ უნდა დავპრინტოთ ტერმინალში კოდი.
print("პითონის გამოყენებით შეუძლებელია ალგორითმების შექმნა")
#არასწორია ეს
print("ათწილადებზე სამუშაოდ რომელ მონაცემთა ტიპს ვიყენებთ?")
#ვიყენებთ მონაცემთა ტიპს სახელად "float"
print("რომელი პითონის კომენტარი?")
#პითონის სწორი კომენტარი არის შექმნილი ამ სიმბოლით #
print("რომელ ფუნქციას ტერმინალიდან მომხმარებელის ტექსტის მისაღებად?")
#input
print("input-იდან ინფორმაცია string არის")
#სწორია
print("როგორ ვამოწმებთ მონაცემთა ტიპს?")
#type(x)
print("რომელი ათწილადია")
#x = 10/2 არის ათწილადი
print("რომელია სწორი შექმნილი")
#x = 12
print("რას გამოიტანს კოდი")
#an error
print("რას გამოიტანს კოდი")
#1020
print("კოდი როცა num1 = 7")
#<class 'float'>
print("პასუხია")
#true არის პასუხი
print("კოდი როცა age = 20")
#true